coach_shane.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2018-08-23 Thu 21:59 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Coach Shane</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Hao Ruan">
<link href="http://fonts.googleapis.com/css?family=Roboto+Slab:400,700|Inconsolata:400,700" rel="stylesheet" type="text/css" />
<link href="org-html-themes/css/style.css" rel="stylesheet" type="text/css" />
</head>
<body>
<div id="content">
<h1 class="title">Coach Shane</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org928b557">1. How are you doing?</a></li>
<li><a href="#orgfb8b2ad">2. What do you do for a living?</a></li>
<li><a href="#orgd5c1088">3. I'm into SOMETHING</a></li>
<li><a href="#org1c696b5">4. My knee went out</a></li>
<li><a href="#orgcece61c">5. What's up this weekend?</a></li>
<li><a href="#orge762719">6. I'm going to kick back</a></li>
<li><a href="#org13f7900">7. I slept in</a></li>
<li><a href="#org271300d">8. I overslept</a></li>
<li><a href="#org4a761de">9. I'm gonna stock up on SOMETHING</a></li>
<li><a href="#org7c6ff30">10. I'm counting on you</a></li>
</ul>
</div>
</div>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org928b557">1. How are you doing?</a></li>
<li><a href="#orgfb8b2ad">2. What do you do for a living?</a></li>
<li><a href="#orgd5c1088">3. I'm into SOMETHING</a></li>
<li><a href="#org1c696b5">4. My knee went out</a></li>
<li><a href="#orgcece61c">5. What's up this weekend?</a></li>
<li><a href="#orge762719">6. I'm going to kick back</a></li>
<li><a href="#org13f7900">7. I slept in</a></li>
<li><a href="#org271300d">8. I overslept</a></li>
<li><a href="#org4a761de">9. I'm gonna stock up on SOMETHING</a></li>
<li><a href="#org7c6ff30">10. I'm counting on you</a></li>
</ul>
</div>
</div>
<div class="outline-2" id="meta">
<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">
</colgroup>
<tbody>
<tr>
<td class="org-left">Author</td>
<td class="org-left">Hao Ruan (haoru@cisco.com)</td>
</tr>

<tr>
<td class="org-left">Date</td>
<td class="org-left">2018-08-23 21:59:30</td>
</tr>
</tbody>
</table>
</div>


<div id="outline-container-org928b557" class="outline-2">
<h2 id="org928b557"><span class="section-number-2">1</span> How are you doing?</h2>
<div class="outline-text-2" id="text-1">
<pre class="example">
How are you doing?
  Great! How are you doing?
Not too bad, thanks!
  Take it easy~~
</pre>
</div>
</div>

<div id="outline-container-orgfb8b2ad" class="outline-2">
<h2 id="orgfb8b2ad"><span class="section-number-2">2</span> What do you do for a living?</h2>
<div class="outline-text-2" id="text-2">
<pre class="example">
What do you do for a living?
  I'm a teacher.
Oh, really? What do you teach?
  I'm a math teacher at Carson College.
</pre>
</div>
</div>

<div id="outline-container-orgd5c1088" class="outline-2">
<h2 id="orgd5c1088"><span class="section-number-2">3</span> I'm into SOMETHING</h2>
<div class="outline-text-2" id="text-3">
<pre class="example">
I can't believe you're watching that.
  The Golf Channel? I'm into golf.
Since when?
  Since college. I used to play every day!
</pre>
</div>
</div>

<div id="outline-container-org1c696b5" class="outline-2">
<h2 id="org1c696b5"><span class="section-number-2">4</span> My knee went out</h2>
<div class="outline-text-2" id="text-4">
<pre class="example">
You wanna play some basketball this weekend?
  I'd love to, but my knee went out.
Ouch! How did that happen?
  When I was playing soccer~~
</pre>
</div>
</div>



<div id="outline-container-orgcece61c" class="outline-2">
<h2 id="orgcece61c"><span class="section-number-2">5</span> What's up this weekend?</h2>
<div class="outline-text-2" id="text-5">
<pre class="example">
What's up this weekend?
  I'm gonna go hiking.
Where at?
  Park Canyon. You wanna go?
</pre>
</div>
</div>

<div id="outline-container-orge762719" class="outline-2">
<h2 id="orge762719"><span class="section-number-2">6</span> I'm going to kick back</h2>
<div class="outline-text-2" id="text-6">
<pre class="example">
You wanna go do something?
  No, I'm gonna kick back.
You're so lazy!
  Hey! I had a long week.
</pre>
</div>
</div>

<div id="outline-container-org13f7900" class="outline-2">
<h2 id="org13f7900"><span class="section-number-2">7</span> I slept in</h2>
<div class="outline-text-2" id="text-7">
<pre class="example">
You look refreshed.
  Yes! I slept in. I woke up at 10!
I wish I could. I've got kids~~
  That's why I'll never marry!
</pre>
</div>
</div>


<div id="outline-container-org271300d" class="outline-2">
<h2 id="org271300d"><span class="section-number-2">8</span> I overslept</h2>
<div class="outline-text-2" id="text-8">
<pre class="example">
Where have you been?
  I'm sorry, boss. I overslept.
Again?!
  I'm sorry. It won't happen again~~
</pre>
</div>
</div>


<div id="outline-container-org4a761de" class="outline-2">
<h2 id="org4a761de"><span class="section-number-2">9</span> I'm gonna stock up on SOMETHING</h2>
<div class="outline-text-2" id="text-9">
<pre class="example">
What are you getting at the store?
  I'm gonna stock up on water.
What about cookies?
  Those, too!
</pre>
</div>
</div>

<div id="outline-container-org7c6ff30" class="outline-2">
<h2 id="org7c6ff30"><span class="section-number-2">10</span> I'm counting on you</h2>
<div class="outline-text-2" id="text-10">
<pre class="example">
Will you help me move this Sunday?
  Sure!
I'm counting on you~~
  Don't worry! I'll be there~~
</pre>
</div>
</div>
</div>
</body>
</html>